tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python@3.9"
brew "azure-cli"
brew "carthage"
brew "clang-format"
brew "cloc"
brew "coreutils"
brew "deno"
brew "ethereum"
brew "ffmpeg"
brew "firebase-cli"
brew "fish"
brew "fnm"
brew "gh"
brew "git"
brew "gnupg"
brew "lynx"
brew "mas"
brew "netlify-cli"
brew "openjdk"
brew "openjdk@11"
brew "prettier"
brew "rclone"
brew "restic"
brew "rsync"
brew "shfmt"
brew "speedtest-cli"
brew "swiftformat"
brew "swiftlint"
brew "topgrade"
brew "tree"
brew "typescript"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "azure/functions/azure-functions-core-tools@3"
cask "appcleaner"
cask "atom"
cask "brave-browser"
cask "daisydisk"
cask "discord"
cask "firefox"
cask "gitahead"
cask "istat-menus"
cask "little-snitch"
cask "metaz"
cask "monodraw"
cask "mos"
cask "obs"
cask "osxfuse"
cask "powershell"
cask "sketch"
cask "spotify"
cask "steam"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Amphetamine", id: 937984704
mas "Compressor", id: 424390742
mas "Debit & Credit", id: 882637653
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "RAW Power", id: 1157116444
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
